app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "pa"], ["email", ""], ["message", "gdgdf"], ["created_at", "2019-01-12 06:03:59.345523"], ["updated_at", "2019-01-12 06:03:59.345523"]]
---
  def create
    @contact = Contact.new(contact_params)
    respond_to do |format|
      if @contact.save